{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "Recover.vim": {
      "src": "https://github.com/chrisbra/Recover.vim"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-cmdline": {
      "src": "https://github.com/hrsh7th/cmp-cmdline"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "direnv.vim": {
      "src": "https://github.com/direnv/direnv.vim"
    },
    "editorconfig-vim": {
      "src": "https://github.com/editorconfig/editorconfig-vim"
    },
    "gist-vim": {
      "src": "https://github.com/mattn/gist-vim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gruvbox-material": {
      "src": "https://github.com/gruvbox-material/vim"
    },
    "gundo.vim": {
      "src": "https://github.com/sjl/gundo.vim"
    },
    "hydra.nvim": {
      "src": "https://github.com/nvimtools/hydra.nvim"
    },
    "lazy-lsp.nvim": {
      "src": "https://github.com/dundalek/lazy-lsp.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "marvim": {
      "src": "https://github.com/chamindra/marvim"
    },
    "multicursors.nvim": {
      "src": "https://github.com/smoka7/multicursors.nvim"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/norcalli/nvim-colorizer.lua"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-luapad": {
      "src": "https://github.com/rafcamlet/nvim-luapad"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim"
    },
    "splitjoin.vim": {
      "src": "https://github.com/AndrewRadev/splitjoin.vim"
    },
    "suda.vim": {
      "src": "https://github.com/lambdalisue/suda.vim"
    },
    "targets.vim": {
      "src": "https://github.com/wellle/targets.vim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "vim-abolish": {
      "src": "https://github.com/tpope/vim-abolish"
    },
    "vim-bufkill": {
      "src": "https://github.com/qpkorr/vim-bufkill"
    },
    "vim-easy-align": {
      "src": "https://github.com/junegunn/vim-easy-align"
    },
    "vim-easymotion": {
      "src": "https://github.com/easymotion/vim-easymotion"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-graphql": {
      "src": "https://github.com/jparise/vim-graphql"
    },
    "vim-jsdoc": {
      "src": "https://github.com/heavenshell/vim-jsdoc"
    },
    "vim-kitty": {
      "src": "https://github.com/fladson/vim-kitty"
    },
    "vim-maximizer": {
      "src": "https://github.com/szw/vim-maximizer"
    },
    "vim-misc": {
      "src": "https://github.com/xolox/vim-misc"
    },
    "vim-nix": {
      "src": "https://github.com/LnL7/vim-nix"
    },
    "vim-numbertoggle": {
      "src": "https://github.com/jeffkreeftmeijer/vim-numbertoggle"
    },
    "vim-pandoc": {
      "src": "https://github.com/vim-pandoc/vim-pandoc"
    },
    "vim-pandoc-syntax": {
      "src": "https://github.com/vim-pandoc/vim-pandoc-syntax"
    },
    "vim-polyglot": {
      "src": "https://github.com/sheerun/vim-polyglot"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vim-tridactyl": {
      "src": "https://github.com/tridactyl/vim-tridactyl"
    },
    "vim-unimpaired": {
      "src": "https://github.com/tpope/vim-unimpaired"
    },
    "webapi-vim": {
      "src": "https://github.com/mattn/webapi-vim"
    }
  }
}
